tap "adoptopenjdk/openjdk"
tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
tap "universal-ctags/universal-ctags"
brew "python@3.9"
brew "pkg-config"
brew "libx11"
brew "libxext"
brew "jpeg"
brew "argon2"
brew "gcc"
brew "armadillo"
brew "arp-scan"
brew "boost"
brew "bastet"
brew "black"
brew "bzip2"
brew "calc"
brew "cask"
brew "llvm"
brew "ccls"
brew "ceres-solver"
brew "openjdk"
brew "checkstyle"
brew "clang-format"
brew "clib"
brew "cling"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "ghostscript"
brew "libgcrypt"
brew "poppler"
brew "evince"
brew "exa"
brew "fd"
brew "feh"
brew "sdl2"
brew "tesseract"
brew "zeromq"
brew "fish"
brew "portaudio"
brew "fzf"
brew "node"
brew "gatsby-cli"
brew "gh"
brew "git"
brew "glfw"
brew "glslang"
brew "gnupg"
brew "go"
brew "google-java-format"
brew "graphicsmagick"
brew "groovy"
brew "htop"
brew "imagemagick"
brew "jq"
brew "jsoncpp"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "luv"
brew "lynx"
brew "mas"
brew "maven"
brew "micro"
brew "mitmproxy"
brew "mpc"
brew "mpd"
brew "mpv"
brew "mupdf"
brew "nano"
brew "ncdu"
brew "ncmpcpp"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "qt"
brew "opencv"
brew "openjdk@11"
brew "osx-cpu-temp"
brew "pacman4console"
brew "picocom"
brew "pipenv"
brew "pwgen"
brew "python-tk@3.9"
brew "python@3.8"
brew "r", link: false
brew "rainbarf"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "screen"
brew "sdl2_image"
brew "sdl2_ttf"
brew "sl"
brew "speedtest-cli"
brew "stow"
brew "swiftlint"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "tty-clock"
brew "uncrustify"
brew "v"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "teamookla/speedtest/speedtest"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk11-jre"
cask "aerial"
cask "amethyst"
cask "android-studio"
cask "arduino"
cask "atom"
cask "background-music"
cask "blender"
cask "brave-browser"
cask "chromedriver"
cask "cinebench"
cask "eclipse-ide"
cask "flutter"
cask "flux"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "freecad"
cask "gimp"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-earth-pro"
cask "inkscape"
cask "iterm2"
cask "kite"
cask "librecad"
cask "libreoffice"
cask "macdown"
cask "mactex"
cask "minecraft"
cask "osxfuse"
cask "processing"
cask "qutebrowser"
cask "r"
cask "visual-studio-code-insiders"
cask "vlc"
cask "xquartz"
cask "zoom"
cask "zotero"
mas "Affinity Designer", id: 824171161
mas "Amphetamine", id: 937984704
mas "Codye", id: 1516894961
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 424389933
mas "HotKey", id: 975890633
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
