acpi
adobe-base-14-fonts
adobe-source-sans-pro-fonts
alacritty
alsa-utils
aspell-en
atool
audacity
auto-multiple-choice
autoconf
automake
b43-firmware
base
bastet
bcwc-pcie-git
bfgminer
biber
binutils
bison
bleachbit
blinken
bomber
brave-bin
broadcom-wl-dkms
calc
calcurse
ccls
cheese
cool-retro-term
cowsay
cpupower
cronie
ctags
ctop
cups
cups-pdf
dart
dash
dashbinsh
dialog
dosfstools
dstat
dtrx
dunst
efibootmgr
elinks
enchant
etcher-bin
evince
exa
fakeroot
fd
feh
ffmpegthumbnailer
fish
flex
fruit
fzf
gcc
gcc-fortran
geogebra
geoip
gephi
gimp
git
git-blame-someone-else
github-cli
gl-117
glfw-x11
gnome-2048
gnome-chess
gnome-maps
gnome-sudoku
google-chrome
gotop
gpu-switch
groff
grub
gsfonts
gst-libav
gst-plugins-good
gtk4
gtop
gvim
highlight
htop
hunspell-en_us
icedtea-web
imlib2-heic
inkscape
iotop
isync
jdk8-openjdk
jre8-openjdk
jshon
julia
jupyterlab
kbreakout
kdenlive
keepassxc
kicad
klines
kmines
ksquares
languagetool
lazygit
lazynpm
lf
lib32-fakeroot
lib32-gcc-libs
lib32-libltdl
libmythes
libopenshot
libopenshot-audio
libqalculate
librecad
libreoffice-fresh
libtool
libxft-bgra
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
llvm
lutris
lvm2
lynx
m4
macbook-lighter
maim
make
man-db
mbpfan-git
mediainfo
micro
midori
minecraft-launcher
mkinitcpio
moc
mpc
mpd
mpv
msmtp
mtools
mupdf
mutt-wizard-git
mythes-en
nano
nautilus
ncmatrix
ncmpcpp
neofetch
neomutt
neovim-git
nerd-fonts-hack
net-tools
netsurf
network-manager-applet
networkmanager
ngspice
nodejs
noto-fonts-emoji
npm
ntp
ocaml
odt2txt
openrocket
openssh
os-prober
pacgraph
pacman-contrib
pam-gnupg
pamixer
pass
patch
pcb
pdf2svg
pdfgrep
perl-image-exiftool
picom
pinta
pkgconf
pkgstats
powertop
processing
pubip
pulseaudio
pulseaudio-alsa
pulsemixer
pwgen
pyenv
python-chardet
python-isort
qtcreator
qtkeychain-qt5
r
ranger
rbenv
redshift
reflector
rofi
rstudio-desktop-bin
rust
s
screen
screenfetch
screenkey
seahorse
secure-delete
shellcheck
sl
smartmontools
soundcloud-dl-git
speech-dispatcher
speedtest-cli
sshfs
steam
steam-native-runtime
stockfish
stow
sudo
supertux
supertuxkart
sxiv
sysstat
systemd-vgaswitcheroo-units
teams
termite
tex-gyre-fonts
texinfo
texlive-core
texlive-humanities
texlive-latexextra
tg
thefuck
thermald
tmatrix-git
tmux
tor-browser
torsocks
touchegg
transmission-cli
ttf-anonymous-pro
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-liberation
ttf-ms-fonts
ttf-ubuntu-font-family
tty-clock
ueberzug
ufw
unixodbc
unrar
urlview
valgrind
vi
virtualbox
visual-studio-code-insiders-bin
vlc
w3m
wavemon
wget
which
wine
wireless_tools
wpa_supplicant
xclip
xcompmgr
xdg-utils
xf86-input-synaptics
xf86-video-intel
xorg-fonts-100dpi
xorg-server
xorg-server-devel
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xsetroot
xscreensaver-arch-logo
yay
youtube-dl
zathura
zoom
zotero
zsh
